# RbsPipeTypeValveLossCvfactorParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsPipeTypeValveLossCvfactorParam Property
ParameterTypeId Class See Also
---
"Cv Coefficient"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsPipeTypeValveLossCvfactorParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsPipeTypeValveLossCvfactorParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsPipeTypeValveLossCvfactorParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace